Repository: 7luyuhang/touchtime
Catalog: touchtime/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Macquarie
zh_hans: 麦夸里岛
zh_hant: 麥夸里島

source: Madeira
zh_hans: 马德拉岛
zh_hant: 馬德拉島

source: Madrid
zh_hans: 马德里
zh_hant: 馬德里

source: Magadan
zh_hans: 马加丹
zh_hant: 馬加丹

source: Mahe
zh_hans: 马埃岛
zh_hant: 馬埃島

source: Majuro
zh_hans: 马朱罗
zh_hant: 馬朱羅

source: Makassar
zh_hans: 望加锡
zh_hant: 望加錫

source: Malabo
zh_hans: 马拉博
zh_hant: 馬拉博

source: Maldives
zh_hans: 马尔代夫
zh_hant: 馬爾地夫

source: Malta
zh_hans: 马耳他
zh_hant: 馬爾他

source: Managua
zh_hans: 马那瓜
zh_hant: 馬那瓜

source: Manaus
zh_hans: 马瑙斯
zh_hant: 瑪瑙斯

source: Manila
zh_hans: 马尼拉
zh_hant: 馬尼拉

source: Maputo
zh_hans: 马普托
zh_hant: 馬普托

source: Marengo
zh_hans: 马伦戈
zh_hant: 馬倫戈

source: Mariehamn
zh_hans: 玛丽港
zh_hant: 瑪麗港

source: Marigot
zh_hans: 马里戈
zh_hant: 馬里戈

source: Marquesas
zh_hans: 马克萨斯群岛
zh_hant: 馬克薩斯群島

source: Martinique
zh_hans: 马提尼克
zh_hant: 馬丁尼克

source: Maseru
zh_hans: 马塞鲁
zh_hant: 馬塞魯

source: Matamoros
zh_hans: 马塔莫罗斯
zh_hant: 馬塔莫羅斯

source: Mauritius
zh_hans: 毛里求斯
zh_hant: 模里西斯

source: Mawson
zh_hans: 莫森站
zh_hant: 莫森站

source: Mayotte
zh_hans: 马约特
zh_hant: 馬約特

source: Mazatlan
zh_hans: 马萨特兰
zh_hant: 馬薩特蘭

source: Mbabane
zh_hans: 姆巴巴纳
zh_hant: 姆巴巴內

source: McMurdo
zh_hans: 麦克默多
zh_hant: 麥克默多

source: Medium Tip
zh_hans: 中额支持
zh_hant: 中額支持

source: Meet links will no longer be added to new events.
zh_hans: 新活动将不再添加 Meet 链接。
zh_hant: 新活動將不再加入 Meet 連結。

source: Melbourne
zh_hans: 墨尔本
zh_hant: 墨爾本

source: Mendoza
zh_hans: 门多萨
zh_hant: 門多薩

source: Menominee
zh_hans: 梅诺米尼
zh_hant: 梅諾米尼

source: Merida
zh_hans: 梅里达
zh_hant: 梅里達

source: Metlakatla
zh_hans: 梅特拉卡特拉
zh_hant: 梅特拉卡特拉

source: Mexico City
zh_hans: 墨西哥城
zh_hant: 墨西哥城

source: Midway
zh_hans: 中途岛
zh_hant: 中途島

source: min
zh_hans: 分
zh_hant: 分

source: Minimalist Widget
zh_hans: 极简小组件
zh_hant: 極簡小工具

source: Minsk
zh_hans: 明斯克
zh_hant: 明斯克

source: Minute Hand
zh_hans: 分针
zh_hant: 分針

source: Minutes
zh_hans: 分钟
zh_hant: 分鐘

source: Miquelon
zh_hans: 密克隆岛
zh_hant: 密克隆島

source: Mogadishu
zh_hans: 摩加迪沙
zh_hant: 摩加迪休

# Mon
source: M
zh_hans: 一
zh_hant: 一

source: Monaco
zh_hans: 摩纳哥
zh_hant: 摩納哥

source: Moncton
zh_hans: 蒙克顿
zh_hant: 蒙克頓

source: Monrovia
zh_hans: 蒙罗维亚
zh_hant: 蒙羅維亞

source: Monterrey
zh_hans: 蒙特雷
zh_hant: 蒙特雷

source: Montevideo
zh_hans: 蒙得维的亚
zh_hant: 蒙得維的亞

source: Monticello
zh_hans: 蒙蒂塞洛
zh_hant: 蒙蒂塞洛

source: month
zh_hans: 个月
zh_hant: 個月

source: Months
zh_hans: 月
zh_hant: 月

source: months
zh_hans: 个月
zh_hant: 個月

source: Montreal
zh_hans: 蒙特利尔
zh_hant: 蒙特婁

source: Montserrat
zh_hans: 蒙特塞拉特
zh_hant: 蒙特塞拉特

source: Moon & Sun Azimuth
zh_hans: 月亮与太阳方位角
zh_hant: 月亮與太陽方位角

source: Moon Azimuth
zh_hans: 月亮方位角
zh_hant: 月亮方位角

source: Moon Calendar
zh_hans: 月相日历
zh_hant: 月相日曆

source: Moon Phase
zh_hans: 月相
zh_hant: 月相

source: Moon Time
zh_hans: 月亮时
zh_hant: 月亮時

source: More Apps
zh_hans: 更多应用
zh_hant: 更多應用

source: More apps from team
zh_hans: 团队的更多应用
zh_hant: 團隊的更多應用

source: Moscow
zh_hans: 莫斯科
zh_hant: 莫斯科

source: Mostly Clear
zh_hans: 大部晴朗
zh_hant: 大部晴朗

source: Mostly Cloudy
zh_hans: 大部多云
zh_hant: 大部多雲

source: Move to Top
zh_hans: 移至顶部
zh_hant: 移至頂部

source: Multicolor Icon
zh_hans: 彩色图标
zh_hant: 彩色圖示

source: Muscat
zh_hans: 马斯喀特
zh_hant: 馬斯喀特

source: Nairobi
zh_hans: 内罗毕
zh_hant: 奈洛比

source: Nassau
zh_hans: 拿骚
zh_hant: 拿索

source: Nauru
zh_hans: 瑙鲁
zh_hant: 諾魯

source: Ndjamena
zh_hans: 恩贾梅纳
zh_hant: 恩賈梅納

source: Need full calendar access.
zh_hans: 需要完整的日历访问权限。
zh_hant: 需要完整的日曆存取權限。

source: New Collection
zh_hans: 新建集合
zh_hant: 新建集合

source: New Countdown
zh_hans: 新倒计时
zh_hant: 新倒數計時

source: New
zh_hans: 新月
zh_hant: 新月

source: New Moon
zh_hans: 新月
zh_hant: 新月

source: New Salem
zh_hans: 新塞勒姆
zh_hant: 新塞勒姆

source: New Timer
zh_hans: 新计时器
zh_hant: 新計時器

source: New York
zh_hans: 纽约
zh_hant: 紐約

source: Newest First
zh_hans: 最新优先
zh_hant: 最新優先

source: Next First Quarter
zh_hans: 下次上弦月
zh_hant: 下次上弦月

source: Next Full Moon
zh_hans: 下次满月
zh_hant: 下次滿月

source: Next Last Quarter
zh_hans: 下次下弦月
zh_hant: 下次下弦月

source: Next New Moon
zh_hans: 下次新月
zh_hant: 下次新月

source: Niamey
zh_hans: 尼亚美
zh_hant: 尼阿美

source: Nicosia
zh_hans: 尼科西亚
zh_hant: 尼科西亞

source: Nipigon
zh_hans: 尼皮贡
zh_hant: 尼皮貢

source: Niue
zh_hans: 纽埃
zh_hant: 紐埃

source: No Alarms
zh_hans: 暂无闹钟
zh_hant: 暫無鬧鐘

source: No Cities
zh_hans: 暂无城市
zh_hant: 暫無城市

source: No Countdowns
zh_hans: 暂无倒计时
zh_hant: 暫無倒數計時

source: No Recent Timers
zh_hans: 没有最近的计时器
zh_hant: 沒有最近的計時器

source: No cities in this collection.
zh_hans: 此集合中暂无城市。
zh_hant: 此集合中暫無城市。

source: No Weather Data
zh_hans: 暂无天气数据
zh_hant: 暫無天氣數據

source: Nome
zh_hans: 诺姆
zh_hant: 諾姆

source: None
zh_hans: 无
zh_hant: 無

source: Norfolk
zh_hans: 诺福克岛
zh_hant: 諾福克島

source: Noronha
zh_hans: 诺罗尼亚
zh_hant: 諾羅尼亞

source: Nothing here
zh_hans: 暂无内容
zh_hant: 暫無內容

source: Notification
zh_hans: 通知
zh_hant: 通知

source: Notifications Disabled
zh_hans: 通知未开启
zh_hant: 通知未開啟

source: Nouakchott
zh_hans: 努瓦克肖特
zh_hant: 努瓦克肖特

source: Noumea
zh_hans: 努美阿
zh_hant: 努美阿

source: Novokuznetsk
zh_hans: 新库兹涅茨克
zh_hant: 新庫茲涅茨克

source: Novosibirsk
zh_hans: 新西伯利亚
zh_hant: 新西伯利亞

source: Nuuk
zh_hans: 努克
zh_hant: 努克

source: Ojinaga
zh_hans: 奥希纳加
zh_hant: 奧希納加

source: OK
zh_hans: 好
zh_hant: 好

source: Oldest First
zh_hans: 最早优先
zh_hant: 最早優先

source: Omsk
zh_hans: 鄂木斯克
zh_hant: 鄂木斯克

source: On the Hour
zh_hans: 准点通知
zh_hant: 準點通知

source: Once
zh_hans: 单次
zh_hant: 單次

source: Only chime between the start and end time.
zh_hans: 仅在开始与结束时间之间报时。
zh_hant: 僅在開始與結束時間之間報時。

source: Open Camera
zh_hans: 打开相机
zh_hant: 開啟相機

source: Open Settings
zh_hans: 打开设置
zh_hant: 打開設定

source: Open Source Library
zh_hans: 开源库
zh_hant: 開源庫

source: Open to any thoughts or feedback :)
zh_hans: 欢迎提出任何想法或反馈 :)
zh_hant: 歡迎提出任何想法或回饋 :)

source: Optional
zh_hans: 可选
zh_hant: 可選

source: Oral
zh_hans: 奥拉尔
zh_hant: 奧拉爾

source: Organize your time in collection
zh_hans: 用集合整理你的时间
zh_hant: 用集合整理你的時間

source: Oslo
zh_hans: 奥斯陆
zh_hant: 奧斯陸

source: Ouagadougou
zh_hans: 瓦加杜古
zh_hant: 瓦加杜古

source: Pago Pago
zh_hans: 帕果帕果
zh_hant: 帕果帕果

source: Palau
zh_hans: 帕劳
zh_hant: 帛琉

source: Palmer
zh_hans: 帕默站
zh_hant: 帕默站

source: Panama
zh_hans: 巴拿马
zh_hant: 巴拿馬

source: Pangnirtung
zh_hans: 潘尼尔通
zh_hant: 潘尼爾通

source: Paramaribo
zh_hans: 帕拉马里博
zh_hant: 帕拉馬里博

source: Paris
zh_hans: 巴黎
zh_hant: 巴黎

source: Partly Cloudy
zh_hans: 局部多云
zh_hant: 局部多雲

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Perth
zh_hans: 珀斯
zh_hant: 伯斯

source: Petersburg
zh_hans: 彼得堡
zh_hant: 彼得堡

source: Phnom Penh
zh_hans: 金边
zh_hant: 金邊

source: Phoenix
zh_hans: 凤凰城
zh_hant: 鳳凰城

source: Photo Access Needed
zh_hans: 需要照片访问权限
zh_hant: 需要照片存取權限

source: Pitcairn
zh_hans: 皮特凯恩
zh_hant: 皮特凱恩

source: Please allow alarm access in Settings to create alarms.
zh_hans: 请在“设置”中允许闹钟权限以创建闹钟。
zh_hant: 請在「設定」中允許鬧鐘權限以建立鬧鐘。

source: Please allow calendar access in Settings to add events.
zh_hans: 请在设置中允许日历访问以添加活动。
zh_hant: 請在設定中允許日曆存取以新增活動。

source: Please allow camera access in Settings to show live camera background.
zh_hans: 请在“设置”中允许相机访问以显示实时相机背景。
zh_hant: 請在「設定」中允許相機存取以顯示即時相機背景。

source: Please allow photo library access in Settings to save captures.
zh_hans: 请在“设置”中允许照片访问，以保存拍摄内容。
zh_hant: 請在「設定」中允許照片存取，以儲存拍攝內容。

source: Please select at least one day.
zh_hans: 请至少选择一天。
zh_hant: 請至少選擇一天。

source: Podgorica
zh_hans: 波德戈里察
zh_hant: 波德戈里察

source: Pohnpei
zh_hans: 波纳佩
zh_hant: 波納佩

source: Ponape
zh_hans: 波纳佩
zh_hant: 波納佩

source: Pontianak
zh_hans: 坤甸
zh_hant: 坤甸

source: Port Moresby
zh_hans: 莫尔兹比港
zh_hant: 莫爾茲比港

source: Port of Spain
zh_hans: 西班牙港
zh_hant: 西班牙港

source: Port-au-Prince
zh_hans: 太子港
zh_hant: 太子港

source: Porto Velho
zh_hans: 波多韦柳
zh_hant: 波多韋柳

source: Porto-Novo
zh_hans: 波多诺伏
zh_hant: 波多諾伏

source: Prague
zh_hans: 布拉格
zh_hant: 布拉格

source: Precipitation
zh_hans: 降水
zh_hant: 降水

source: Press and hold a collection for more actions
zh_hans: 长按集合查看更多操作
zh_hant: 長按集合查看更多操作

source: Press and hold for more options
zh_hans: 长按查看更多选项
zh_hant: 長按查看更多選項

source: Press and hold to view more about the city
zh_hans: 长按查看城市更多信息
zh_hant: 長按查看城市更多資訊

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Puerto Rico
zh_hans: 波多黎各
zh_hant: 波多黎各

source: Punta Arenas
zh_hans: 蓬塔阿雷纳斯
zh_hant: 蓬塔阿雷納斯

source: Pyongyang
zh_hans: 平壤
zh_hant: 平壤

source: Qatar
zh_hans: 卡塔尔
zh_hant: 卡達

source: Qostanay
zh_hans: 科斯塔奈
zh_hant: 科斯坦奈

source: Qyzylorda
zh_hans: 克孜勒奥尔达
zh_hant: 克孜勒奧爾達

source: Rain
zh_hans: 小雨
zh_hant: 小雨

source: Rainy River
zh_hans: 雨河镇
zh_hant: 雨河鎮

source: Rangoon
zh_hans: 仰光
zh_hant: 仰光

source: Rankin Inlet
zh_hans: 兰金湾
zh_hant: 蘭金灣

source: Rarotonga
zh_hans: 拉罗汤加
zh_hant: 拉羅湯加

source: Recents
zh_hans: 最近使用
zh_hant: 最近使用

source: Recife
zh_hans: 累西腓
zh_hant: 累西腓

source: Redeem Code
zh_hans: 兑换代码
zh_hant: 兌換代碼

source: Regina
zh_hans: 里贾纳
zh_hant: 里賈納

source: Relative
zh_hans: 相对日期
zh_hant: 相對日期

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove All
zh_hans: 移除全部
zh_hant: 移除全部

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Collection
zh_hans: 重命名集合
zh_hant: 重新命名集合

source: Rename Timer
zh_hans: 重命名计时器
zh_hant: 重新命名計時器

source: Repeat
zh_hans: 重复
zh_hant: 重複

source: Replace
zh_hans: 替换
zh_hant: 取代

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset Cities
zh_hans: 重置城市
zh_hant: 重置城市

source: Reset Successfully
zh_hans: 重置成功
zh_hant: 重置成功

source: Resolute
zh_hans: 雷索卢特
zh_hant: 雷索盧特

source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Resume
zh_hans: 继续
zh_hant: 繼續

source: Reunion
zh_hans: 留尼汪
zh_hant: 留尼旺

source: Review on App Store
zh_hans: 在 App Store 评价
zh_hant: 在 App Store 評價

source: Reykjavik
zh_hans: 雷克雅未克
zh_hant: 雷克雅未克

source: Riga
zh_hans: 里加
zh_hant: 里加

source: Rio Branco
zh_hans: 里奥布兰科
zh_hant: 里奧布朗庫

source: Rio Gallegos
zh_hans: 里奥加耶戈斯
zh_hant: 里奧加耶戈斯

source: Riyadh
zh_hans: 利雅得
zh_hant: 利雅德

source: Rome
zh_hans: 罗马
zh_hant: 羅馬

source: Rothera
zh_hans: 罗瑟拉站
zh_hant: 羅瑟拉站

source: Saipan
zh_hans: 塞班岛
zh_hant: 塞班島

source: Sakhalin
zh_hans: 萨哈林
zh_hant: 薩哈林

source: Salta
zh_hans: 萨尔塔
zh_hant: 薩爾塔

source: Samara
zh_hans: 萨马拉
zh_hant: 薩馬拉

source: Samarkand
zh_hans: 撒马尔罕
zh_hant: 撒馬爾罕

source: San Juan
zh_hans: 圣胡安
zh_hant: 聖胡安

source: San Luis
zh_hans: 圣路易斯
zh_hant: 聖路易斯

source: San Marino
zh_hans: 圣马力诺
zh_hant: 聖馬利諾

source: Santa Isabel
zh_hans: 圣伊莎贝尔
zh_hant: 聖伊莎貝爾

source: Santarem
zh_hans: 圣塔伦
zh_hant: 聖塔倫

source: Santiago
zh_hans: 圣地亚哥
zh_hant: 聖地牙哥

source: Santo Domingo
zh_hans: 圣多明各
zh_hant: 聖多明各

source: Sao Paulo
zh_hans: 圣保罗
zh_hant: 聖保羅

source: Sao Tome
zh_hans: 圣多美
zh_hant: 聖多美

source: Sarajevo
zh_hans: 萨拉热窝
zh_hant: 薩拉耶窩

source: Saratov
zh_hans: 萨拉托夫
zh_hant: 薩拉托夫

# Sat
source: S
zh_hans: 六
zh_hant: 六

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Scattered Thunderstorms
zh_hans: 分散雷暴
zh_hant: 分散雷暴

source: Schedule Event
zh_hans: 创建活动
zh_hant: 建立活動

source: Scoresbysund
zh_hans: 斯科斯比松
zh_hant: 斯科斯比松

source: sec
zh_hans: 秒
zh_hant: 秒

source: Seconds
zh_hans: 秒钟
zh_hant: 秒

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Selected: %@
zh_hans: 已选择：%@
zh_hant: 已選擇：%@

source: Send Feedback
zh_hans: 发送反馈
zh_hant: 發送回饋

source: Seoul
zh_hans: 首尔
zh_hant: 首爾

source: Set Alarm
zh_hans: 设置闹钟
zh_hant: 設定鬧鐘

source: Set available time to compare and show availability across different cities.
zh_hans: 设置可用时间，以比较并查看不同城市的可用性。
zh_hant: 設定可用時間，以比較並查看不同城市的可用性。

source: Set Timer
zh_hans: 设置计时器
zh_hant: 設定計時器

source: Set to %@
zh_hans: 设为 %@
zh_hant: 設為 %@

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Shake device to undo
zh_hans: 摇晃设备以撤销
zh_hant: 搖晃裝置以復原

source: Shanghai
zh_hans: 上海
zh_hant: 上海

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share as Image
zh_hans: 分享为图片
zh_hant: 分享為圖片

source: Share Cities
zh_hans: 分享城市
zh_hant: 分享城市

source: Share with Friends
zh_hans: 分享给朋友
zh_hant: 分享給朋友

source: Shiprock
zh_hans: 希普罗克
zh_hant: 希普羅克

source: Show Available Time
zh_hans: 显示可用时间
zh_hant: 顯示可用時間

source: Show Less
zh_hans: 收起
zh_hant: 收起

source: Show Onboarding
zh_hans: 显示引导
zh_hant: 顯示引導

source: Show Time in Notes
zh_hans: 在备注中显示时间
zh_hant: 在備註中顯示時間

source: Sign-in was cancelled or returned no authorization code.
zh_hans: 登录已取消，或未返回授权码。
zh_hant: 登入已取消，或未取得授權碼。

source: Simferopol
zh_hans: 辛菲罗波尔
zh_hant: 辛菲羅波爾

source: Singapore
zh_hans: 新加坡
zh_hant: 新加坡

source: Sitka
zh_hans: 锡特卡
zh_hant: 錫特卡

source: Skip
zh_hans: 跳过
zh_hant: 跳過

source: Skopje
zh_hans: 斯科普里
zh_hant: 史高比耶

source: Sky Colour
zh_hans: 天空色彩
zh_hant: 天空色彩

source: Sleet
zh_hans: 雨夹雪
zh_hant: 雨夾雪

source: Slide to Adjust
zh_hans: 滑动以调整
zh_hant: 滑動以調整

source: Small Tip
zh_hans: 小额支持
zh_hant: 小額支持

source: Smarter alarms and timers
zh_hans: 更智能的闹钟与计时器
zh_hant: 更智慧的鬧鐘與計時器

source: Smoky
zh_hans: 烟霾
zh_hant: 煙霾

source: Snow
zh_hans: 小雪
zh_hant: 小雪

source: Sofia
zh_hans: 索非亚
zh_hant: 索非亞

source: Solar Curve
zh_hans: 太阳曲线
zh_hant: 太陽曲線

source: Solar Time
zh_hans: 太阳时
zh_hant: 太陽時

source: Sort by
zh_hans: 排序方式
zh_hant: 排序方式

source: South Georgia
zh_hans: 南乔治亚
zh_hant: 南喬治亞

source: South Pole
zh_hans: 南极点
zh_hant: 南極點

source: Srednekolymsk
zh_hans: 斯列德涅科雷姆斯克
zh_hant: 斯列德涅科雷姆斯克

source: St Barthelemy
zh_hans: 圣巴泰勒米
zh_hant: 聖巴泰勒米

source: St Helena
zh_hans: 圣赫勒拿
zh_hant: 聖赫勒拿

source: St Johns
zh_hans: 圣约翰斯
zh_hant: 聖約翰斯

source: St Kitts
zh_hans: 圣基茨
zh_hant: 聖基茨

source: St Lucia
zh_hans: 圣卢西亚
zh_hant: 聖盧西亞

source: St Thomas
zh_hans: 圣托马斯
zh_hant: 聖托馬斯

source: St Vincent
zh_hans: 圣文森特
zh_hant: 聖文森

source: Standard
zh_hans: 标准
zh_hant: 標準

source: Standard Time
zh_hans: 标准时间
zh_hant: 標準時間

source: Stanley
zh_hans: 斯坦利
zh_hant: 斯坦利

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start Time
zh_hans: 开始时间
zh_hant: 開始時間

source: starts
zh_hans: 开始
zh_hant: 開始

source: Starts
zh_hans: 开始于
zh_hant: 開始於

source: Stockholm
zh_hans: 斯德哥尔摩
zh_hant: 斯德哥爾摩

source: Strong Storms
zh_hans: 强雷暴
zh_hant: 強雷暴

# Sun
source: S
zh_hans: 日
zh_hant: 日

source: Sun Azimuth
zh_hans: 太阳方位角
zh_hant: 太陽方位角

source: Sun Elevation
zh_hans: 太阳高度
zh_hant: 太陽高度

source: Sun Flurries
zh_hans: 阳光小雪
zh_hant: 陽光小雪

source: Sun Indicator
zh_hans: 太阳指示器
zh_hant: 太陽指示器

source: Sun Showers
zh_hans: 阵雨伴阳光
zh_hant: 陣雨伴陽光

source: Sunrise & Sunset
zh_hans: 日出日落
zh_hant: 日出日落

source: Sunrise & Sunset Lines
zh_hans: 日出日落线
zh_hant: 日出日落線

source: Support & Love
zh_hans: 支持与喜爱
zh_hant: 支持與喜愛

source: Support More
zh_hans: 更多支持
zh_hant: 更多支持

source: Swift Current
zh_hans: 斯威夫特卡伦特
zh_hant: 斯威夫特卡倫特

source: Swipe right for precise time adjustment or set alarms
zh_hans: 右滑城市以精确调整时间或设置闹钟
zh_hant: 右滑城市以精確調整時間或設定鬧鐘

source: Swipe to shift time zones and see the world in sync
zh_hans: 滑动切换时区，与世界保持同步
zh_hant: 滑動切換時區，與世界保持同步

source: Sydney
zh_hans: 悉尼
zh_hant: 雪梨

source: Syowa
zh_hans: 昭和站
zh_hant: 昭和站

# System Time
source: Local Time
zh_hans: 本地时间
zh_hant: 本地時間

source: System time shows at the top of the list with ambient background.
zh_hans: 系统时间显示在列表顶部，带有环境背景。
zh_hant: 系統時間顯示在列表頂部，帶有環境背景。

source: Tahiti
zh_hans: 塔希提
zh_hant: 大溪地

source: Taipei
zh_hans: 台北
zh_hant: 台北

source: Tallinn
zh_hans: 塔林
zh_hant: 塔林

source: Tap
zh_hans: 点击
zh_hant: 點擊

source: Tap time to set an alarm
zh_hans: 轻点时间以设置闹钟
zh_hant: 輕點時間以設定鬧鐘

source: Tap to Select
zh_hans: 轻点选择
zh_hant: 輕點選擇

source: Tarawa
zh_hans: 塔拉瓦
zh_hant: 塔拉瓦

source: Tashkent
zh_hans: 塔什干
zh_hant: 塔什干

source: Tbilisi
zh_hans: 第比利斯
zh_hant: 第比利斯

source: Teams
zh_hans: 团队
zh_hant: 團隊

source: Tegucigalpa
zh_hans: 特古西加尔巴
zh_hant: 德古西加巴

source: Tehran
zh_hans: 德黑兰
zh_hant: 德黑蘭

source: Tell City
zh_hans: 特尔城
zh_hant: 特爾城

source: Temperature Indicator
zh_hans: 温度指示器
zh_hant: 溫度指示器

source: Temperature Range
zh_hans: 温度范围
zh_hant: 溫度範圍

source: Temperature Units
zh_hans: 温度单位
zh_hant: 溫度單位

source: Terms of Use
zh_hans: 使用条款
zh_hant: 使用條款

source: Thank you for your attention, love you. Your support means the world.
zh_hans: 感谢您的关注与喜爱，您的支持意义非凡。
zh_hant: 感謝您的關注與喜愛，您的支持意義非凡。

source: Thanks for these kind human beings.
zh_hans: 感谢这些慷慨的人们。
zh_hant: 感謝這些慷慨的人們。

source: The world time flows within the delicate sky
zh_hans: 世界时间在细腻的天空中流淌
zh_hant: 世界時間在細膩的天空中流淌

source: Thimphu
zh_hans: 廷布
zh_hant: 廷布

source: This will reset all cities to the default list, clear any custom city names, and reset your collections.
zh_hans: 这将把城市重置为默认列表，清除自定义名称，并重置您的集合。
zh_hant: 這將把城市重置為預設列表，清除自訂名稱，並重置您的集合。

# Thu
source: T
zh_hans: 四
zh_hant: 四

source: Thule
zh_hans: 图勒
zh_hant: 圖勒

source: Thunder Bay
zh_hans: 桑德贝
zh_hant: 桑德貝

source: Thunderstorms
zh_hans: 雷暴
zh_hant: 雷暴

source: Tijuana
zh_hans: 蒂华纳
zh_hant: 提華納

source: Time
zh_hans: 时间
zh_hant: 時間

source: Time Display
zh_hans: 时间显示
zh_hant: 時間顯示

source: Time Format
zh_hans: 时间格式
zh_hant: 時間格式

source: Time in %@: %@ · %@
zh_hans: %@时间：%@ · %@
zh_hant: %@ 時間：%@ · %@

source: Time in location: %@ · %@
zh_hans: 地点时间：%@ · %@
zh_hant: 地點時間：%@ · %@

source: Time in Notes
zh_hans: 备注时间
zh_hant: 備註時間

source: Time in other cities:
zh_hans: 其他城市时间：
zh_hant: 其他城市時間：

source: Time Overlay
zh_hans: 时间重合
zh_hant: 時間重合

source: Time Period
zh_hans: 时间段
zh_hant: 時間段

source: Time Shift
zh_hans: 时差
zh_hant: 時差

source: Timer
zh_hans: 计时器
zh_hant: 計時器

source: Timers you start will appear here
zh_hans: 启动过的计时器会显示在这里
zh_hant: 啟動過的計時器會顯示在這裡

source: Tirane
zh_hans: 地拉那
zh_hant: 地拉那

source: Title
zh_hans: 标题
zh_hant: 標題

source: Today
zh_hans: 今日
zh_hant: 今日

source: Tokyo
zh_hans: 东京
zh_hant: 東京

source: Tomorrow
zh_hans: 明日
zh_hant: 明日

source: Tomsk
zh_hans: 托木斯克
zh_hant: 托木斯克

source: Tongatapu
zh_hans: 汤加塔布
zh_hant: 湯加塔布

source: Tools
zh_hans: 工具
zh_hant: 工具

source: Toronto
zh_hans: 多伦多
zh_hant: 多倫多

source: Tortola
zh_hans: 托尔托拉
zh_hant: 托爾托拉

source: Total %d Cities
zh_hans: 总共 %d 个城市
zh_hant: 總共 %d 個城市

source: Tripoli
zh_hans: 的黎波里
zh_hant: 的黎波里

source: Troll
zh_hans: 特罗尔站
zh_hant: 特羅爾站

source: Tropical Storm
zh_hans: 热带风暴
zh_hant: 熱帶風暴

source: Truk
zh_hans: 特鲁克
zh_hant: 特魯克

source: Tucuman
zh_hans: 图库曼
zh_hant: 图库曼

# Tue
source: T
zh_hans: 二
zh_hant: 二

source: Tunis
zh_hans: 突尼斯
zh_hant: 突尼斯

source: Turn Off All
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Turn On All
zh_hans: 全部打开
zh_hant: 全部打開

source: Ulaanbaatar
zh_hans: 乌兰巴托
zh_hant: 烏蘭巴托

source: Ulyanovsk
zh_hans: 乌里扬诺夫斯克
zh_hant: 烏里揚諾夫斯克

source: Unknown
zh_hans: 未知天气
zh_hant: 未知天氣

source: Unlock all features
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: Unlock the experience with all complications
zh_hans: 解锁全部复杂功能体验
zh_hant: 解鎖全部複雜功能體驗

source: Unlock the experience with all complications, available time, and more.
zh_hans: 解锁全部复杂功能、可用时间以及更多内容。
zh_hant: 解鎖全部複雜功能、可用時間以及更多內容。

source: Urumqi
zh_hans: 乌鲁木齐
zh_hant: 烏魯木齊

source: Use your current location
zh_hans: 使用您当前的位置
zh_hant: 使用您目前的位置

source: Ushuaia
zh_hans: 乌斯怀亚
zh_hant: 烏斯懷亞

source: Ust-Nera
zh_hans: 乌斯特涅拉
zh_hant: 烏斯特涅拉

source: UTC Hand
zh_hans: UTC 指针
zh_hant: UTC 指針

source: UV Index
zh_hans: 紫外线指数
zh_hant: 紫外線指數

source: Uzhgorod
zh_hans: 乌日哥罗德
zh_hant: 烏日哥羅德

source: Vaduz
zh_hans: 瓦杜兹
zh_hant: 瓦杜茲

source: Vancouver
zh_hans: 温哥华
zh_hant: 溫哥華

source: Vatican
zh_hans: 梵蒂冈
zh_hant: 梵蒂岡

source: Version
zh_hans: 版本
zh_hant: 版本

source: Vevay
zh_hans: 维韦
zh_hant: 維韋

source: Video Call
zh_hans: 视频通话
zh_hant: 視訊通話

source: Vienna
zh_hans: 维也纳
zh_hant: 維也納

source: Vientiane
zh_hans: 万象
zh_hant: 永珍

source: Vilnius
zh_hans: 维尔纽斯
zh_hant: 維爾紐斯

source: Vincennes
zh_hans: 文森
zh_hant: 文森

source: Vladivostok
zh_hans: 符拉迪沃斯托克
zh_hant: 海參崴

source: Volgograd
zh_hans: 伏尔加格勒
zh_hant: 伏爾加格勒

source: Vostok
zh_hans: 沃斯托克站
zh_hant: 沃斯托克站

source: Wake
zh_hans: 威克岛
zh_hant: 威克島

source: Wallis
zh_hans: 瓦利斯
zh_hant: 瓦利斯

source: Waning Crescent
zh_hans: 残月
zh_hant: 殘月

source: Waning Gibbous
zh_hans: 亏凸月
zh_hant: 虧凸月

source: Warsaw
zh_hans: 华沙
zh_hant: 華沙

source: Waxing Crescent
zh_hans: 娥眉月
zh_hant: 娥眉月

source: Waxing Gibbous
zh_hans: 盈凸月
zh_hant: 盈凸月

source: Weather
zh_hans: 天气
zh_hant: 天氣

source: Weather Condition
zh_hans: 天气状况
zh_hant: 天氣狀況

source: Website
zh_hans: 个人网站
zh_hant: 個人網站

# Wed
source: W
zh_hans: 三
zh_hant: 三

source: Weekday
zh_hans: 星期
zh_hant: 星期

source: Weekdays
zh_hans: 工作日
zh_hant: 工作日

source: Weekend
zh_hans: 周末
zh_hant: 週末

source: Weekly
zh_hans: 每周
zh_hant: 每週

source: West to East
zh_hans: 从西向东
zh_hant: 從西向東

source: What's New
zh_hans: 新功能
zh_hant: 新功能

source: Whitehorse
zh_hans: 白马市
zh_hant: 白馬市

source: Widgets
zh_hans: 小组件
zh_hant: 小工具

source: Winamac
zh_hans: 威纳马克
zh_hant: 威納馬克

source: Wind Direction
zh_hans: 风向
zh_hant: 風向

source: Windhoek
zh_hans: 温得和克
zh_hant: 溫得和克

source: Windy
zh_hans: 大风
zh_hant: 大風

source: Winnipeg
zh_hans: 温尼伯
zh_hant: 溫尼伯

source: Wintry Mix
zh_hans: 混合降水
zh_hant: 混合降水

source: With Weekday
zh_hans: 带星期
zh_hant: 帶星期

source: World Cities
zh_hans: 世界城市
zh_hant: 世界城市

source: Yakutat
zh_hans: 亚库塔特
zh_hant: 雅庫塔特

source: Yakutsk
zh_hans: 雅库茨克
zh_hant: 雅庫次克

source: Yangon
zh_hans: 仰光
zh_hant: 仰光

source: Yekaterinburg
zh_hans: 叶卡捷琳堡
zh_hant: 葉卡捷琳堡

source: Yellowknife
zh_hans: 耶洛奈夫
zh_hant: 耶洛奈夫

source: Yerevan
zh_hans: 埃里温
zh_hant: 葉里溫

source: year
zh_hans: 年
zh_hant: 年

source: Years
zh_hans: 年
zh_hant: 年

source: years
zh_hans: 年
zh_hant: 年

source: Yesterday
zh_hans: 昨日
zh_hant: 昨日

source: Your support means the world
zh_hans: 您的支持意义非凡
zh_hant: 您的支持意義非凡

source: yuhang
zh_hans: 雨杭
zh_hant: 雨杭

source: Zagreb
zh_hans: 萨格勒布
zh_hant: 薩格勒布

source: Zaporozhye
zh_hans: 扎波罗热
zh_hant: 扎波羅熱

source: Zurich
zh_hans: 苏黎世
zh_hant: 蘇黎世
